Repository: cmssoftteam/Kesim
Catalog: Logical/mappView/Resources/Texts/IOList.tmx
Source language: en
Languages: tr

source: EMERGENCY STOP
tr: ACİL STOP

source: PHASE ORDER RELAY
tr: FAZ SIRASI TAMAM

source: 18DRV9 EXIT2.1 BRIDGE FAULT
tr: 18DRV9 EXIT2.EKSEN HATASI

source: EXIT1.2 BRIDGE UP
tr: ÇIKIŞ 1.2 KÖPRÜ YUKARI

source: EXIT1.2 BRIDGE DOWN
tr: ÇIKIŞ 1.2 KÖPRÜ AŞAĞI

source: EXIT2.1 BRIDGE UP
tr: ÇIKIŞ 2.1 KÖPRÜ YUKARI

source: EXIT2.1 BRIDGE DOWN
tr: ÇIKIŞ 2.1 KÖPRÜ AŞAĞI

source: EXIT2.2 BRIDGE UP
tr: ÇIKIŞ 2.2 KÖPRÜ YUKARI

source: EXIT2.2 BRIDGE DOWN
tr: ÇIKIŞ 2.2 KÖPRÜ AŞAĞI

source: SEALING STATION VACUUM VALVE
tr: VAKUM VALFI

source: SEALING STATION VACUUM BLOWING VALVE
tr: ÜFLEME VALFI

source: VACUUM CYLINDER FORWARD VALVE
tr: VAKUM İLERİ VALFI

source: SPATULA BIG PISTON VALVE
tr: SPATULA BÜYÜK PİSTON İLERİ VALFI

source: 19DRV10 EXIT2.2 BRIDGE FAULT
tr: 19DRV10 EXIT2.EKSEN HATASI

source: SPATULA SMALL PISTON VALVE
tr: SPATULA KÜÇÜK PİSTON İLERİ VALFI

source: HEAD PRESSURE FORWARD VALVE
tr: KAFA BASKI VALFI İLERİ

source: HEAD GROUP DEPTH FORWARD VALVE
tr: KAFA DERİNLİK İLERİ VALFI

source: MATERIAL OPEN VALVE
tr: İLAÇ ÇIKIŞ VALFI

source: HYD.B-1 UNIT HEAD OPEN VALVE
tr: B-1 SİYAH İLAÇ KAFA AÇMA VALFI

source: HYD. B-1 UNIT HOSE OPEN VALVE
tr: B-1 SİYAH İLAÇ HORTUM AÇMA VALFI ,

source: SPARE
tr: YEDEK

source: TOWER LAMP BUZZER
tr: TEPE LAMBASI SİREN

source: RED LAMP
tr: KIRMIZI LAMBA

source: YELLOW LAMP
tr: SARI LAMBA

source: GREEN LAMP
tr: YEŞİL LAMBA

source: HYD.PUMP COOLİNG START
tr: HİDROLİK TANK SOĞUKMA FAN START

source: HYD.FILLING BY-PASS VALVE
tr: HİDROLİK DOLUM BY-PASS VALFI

source: HYDRAULIC UNIT-1 CYLINDER UP VALVE
tr: HİDROLİK ÜNİTE-1 SİLİNDİR YUKARI VALFI

source: HYDRAULIC UNIT-1 PRESSURE BALANCED VALVE
tr: HİDROLİK ÜNİTE-1 SİLİNDİR BASINC DÜŞÜRME VALFI

source: HYDRAULIC SYSTEM BY-PASS VALVE
tr: HİDROLİK SİSTEM BY-PASS VALFI

source: HYDRAULIC A1 PUMP DOWN VALVE
tr: HİDROLİK A1 POMPA AŞAĞI VALFI

source: ENTRY 1.1 CONVEYOR GLASS ENTRY SENSOR
tr: GİRİŞ 1.1 KONVEYOR GİRİŞ SENSÖRÜ

source: HYDRAULIC A1 PUMP UP VALVE
tr: SPATULA KÜÇÜK PİSTON İLERİ VALFI

source: HYDRAULIC B1 PUMP DOWN VALVE
tr: KAFA BASKI VALFI İLERİ

source: HYDRAULIC B1 PUMP UP VALVE
tr: KAFA DERİNLİK İLERİ VALFI

source: EXIT-1 CONVEYOR GLASS SUPPORT FORWARD VALVE
tr: İLAÇ ÇIKIŞ VALFI

source: ENTRY 1.1 SLOW SENSOR
tr: GİRİŞ 1.1 KONVEYOR SLOW SENSÖRÜ

source: ENTRY 1.1 CONVEYOR GLASS STOP SENSOR
tr: GİRİŞ 1.1 KONVEYOR STOP SENSÖRÜ

source: HYDRAULIC A1 PRESSURE SENSOR
tr: HİDROLİK A1 BASINÇ SENSÖRÜ

source: HYDRAULIC B1 PRESSURE SENSOR
tr: HİDROLİK B1 BASINÇ SENSÖRÜ

source: Z1 AXIS FORWORD BACKWARD STROKE: 100 mm
tr: Z1 EKSEN İLERİ GERİ

source: Z2 AXIS FORWORD BACKWARD STROKE: 100 mm
tr: Z2 EKSEN İLERİ GERİ

source: Z3 AXIS FORWORD BACKWARD STROKE: 100 mm
tr: Z3 EKSEN İLERİ GERİ

source: Z4 AXIS FORWORD BACKWARD STROKE: 100 mm
tr: Z4 EKSEN İLERİ GERİ

source: HEAD MATERIAL EXIT PRESSURE SENSOR
tr: KAFA İLAÇ ÇIKIŞ BASINCI

source: MEASURING DEPTH SENSOR
tr: DERİNLİK ÖLÇME SİNYALİ

source: Z5 AXIS FORWORD BACKWARD STROKE: 100 mm
tr: Z5 EKSEN İLERİ GERİ

source: Z6 AXIS FORWORD BACKWARD STROKE: 100 mm
tr: Z6 EKSEN İLERİ GERİ

source: HEAD PRESSURE SET VALUE REACHED
tr: KAFA BASKI REGÜLATÖRÜ

source: 10DRV1 ENTRY1.1 Z AXIS ANALOG SPEED
tr: 10DRV1 GİRİŞ 1.1 Z EKSEN ANALOG SPEED

source: 11DRV2 ENTRY1.2 Z AXIS ANALOG SPEED
tr: 11DRV2 GİRİŞ 1.2 Z EKSEN ANALOG SPEED

source: 12DRV3 EXIT1.1 Z AXIS ANALOG SPEED
tr: 12DRV3 ÇIKIŞ 1.1 Z EKSEN ANALOG SPEED

source: ENTRY CONVEYOR GLASS READY TO SIGNAL
tr: CAM ÇAĞIRMA SİNYALİ

source: ENTRY 2.1 CONVEYOR GLASS ENTRY SENSOR
tr: GİRİŞ 2.1 KONVEYOR GİRİŞ SENSÖRÜ

source: 13DRV4 EXIT1.2 Z AXIS ANALOG SPEED
tr: 13DRV4 ÇIKIŞ 1.2 Z EKSEN ANALOG SPEED

source: 14DRV5 EXIT2.1 Z AXIS ANALOG SPEED
tr: 14DRV5 ÇIKIŞ 2.1 Z EKSEN ANALOG SPEED

source: 15DRV6 EXIT2.2 Z AXIS ANALOG SPEED
tr: 15DRV6 ÇIKIŞ 2.2 Z EKSEN ANALOG SPEED

source: 17DRV8 EXIT1.2 BRIDGE ANALOG SPEED
tr: 17DRV8 ÇIKIŞ 1.2 KÖPRÜ ANALOG SPEED

source: 18DRV9 EXIT2.1 BRIDGE ANALOG SPEED
tr: 18DRV9 ÇIKIŞ 2.1 KÖPRÜ ANALOG SPEED

source: 19DRV10 EXIT2.2 BRIDGE ANALOG SPEED
tr: 19DRV10 ÇIKIŞ 2.2 KÖPRÜ ANALOG SPEED

source: ENTRY 2.1 CONVEYOR GLASS STOP SENSOR
tr: GİRİŞ 2.2 KONVEYOR STOP SENSÖRÜ

source: VACUUM REFERANCE SENSOR
tr: VAKUM EKSENİ REFERANS SENSÖRÜ

source: VACUUM POSITIVE LIMIT SENSOR
tr: VAKUM EKSENİ POZİTİF LİMİT SENSÖRÜ

source: VACUUM SYSTEM BACK SENSOR
tr: VAKUM VANTUZ GERİDE SENSÖRÜ

source: GLASS VACUUM OK SENSOR
tr: VAKUM VANTUZ VAKUM OKEY SENSÖRÜ

source: AIR PRESSURE SENSOR
tr: GİRİŞ HAVA BASINCI SENSÖRÜ

source: PRODUCTIAN START BUTTON
tr: START BUTONU

source: RESET BUTTON
tr: RESET BUTONU

source: EXIT1.1 CONVEYOR GLASS ENTRY SENSOR
tr: ÇIKIŞ 1.1 KONVEYOR GİRİŞ SENSÖRÜ

source: 10DRV1 ENTRY1.1 Z AXIS FAULT
tr: 10DRV1 ENTRY1.1 Z EKSEN HATASI

source: EXIT1.1 CONVEYOR GLASS STOP SENSOR
tr: ÇIKIŞ 1.1 KONVEYOR ÇIKIŞ SENSÖRÜ

source: EXIT1.2 CONVEYOR GLASS ENTRY SENSOR
tr: ÇIKIŞ 1.2 KONVEYOR GİRİŞ SENSÖRÜ

source: EXIT1.2 CONVEYOR GLASS STOP SENSOR
tr: ÇIKIŞ 1.2 KONVEYOR ÇIKIŞ SENSÖRÜ

source: EXIT2.1 CONVEYOR GLASS ENTRY SENSOR
tr: ÇIKIŞ 2.1 KONVEYOR GİRİŞ SENSÖRÜ

source: EXIT2.1 CONVEYOR GLASS STOP SENSOR
tr: ÇIKIŞ 2.1 KONVEYOR ÇIKIŞ SENSÖRÜ

source: EXIT2.2 CONVEYOR GLASS ENTRY SENSOR
tr: ÇIKIŞ 2.2 KONVEYOR GİRİŞ SENSÖRÜ

source: 11DRV2 ENTRY1.2 Z AXIS FAULT
tr: 11DRV2 ENTRY1.2 Z EKSEN HATASI

source: EXIT2.2 CONVEYOR GLASS STOP SENSOR
tr: ÇIKIŞ 2.2 KONVEYOR ÇIKIŞ SENSÖRÜ

source: SPATULA BIG PISTON BACK SENSOR
tr: SPATULA BÜYÜK PİSTON GERİDE SENSÖRÜ

source: SPATULA SMALL PISTON BACK SENSOR
tr: SPATULA KÜÇÜK PİSTON GERİDE SENSÖRÜ

source: EXIT 1.1 BRIDGE Y AXIS CAPTURE SENSOR
tr: ÇIKIŞ 1.1 KÖPRÜ Y EKSEN CAPTURE SENSÖRÜ

source: HEAD Y AXIS REFERANCE SENSOR
tr: KAFA Y EKSEN REFERANS SENSÖRÜ

source: HEADY AXIS POSITIVE LIMIT SENSOR
tr: KAFA Y EKSEN POZİTİF LİMİT SENSÖRÜ

source: HYDRAULIC A1 PUMP UP SENSOR
tr: HİDROLİK A1 POMPA YUKARI SENSÖRÜ

source: HYDRAULIC A1 PUMP DOWN SENSOR
tr: HİDROLİK A1 POMPA AŞAĞI SENSÖRÜ

source: HYDRAULIC A1 PUMP EMPTY SENSOR
tr: HİDROLİK A1 POMPA İLAÇ BİTTİ SENSÖRÜ

source: HYDRAULIC B1 PUMP UP SENSOR
tr: HİDROLİK B1 POMPA YUKARI SENSÖRÜ

source: 12DRV3 EXIT1.1 Z AXIS FAULT
tr: 12DRV3 EXIT1.1 Z EKSEN HATASI

source: HYDRAULIC B1 PUMP DOWN SENSOR
tr: HİDROLİK B1 POMPA AŞAĞI SENSÖRÜ

source: HYDRAULIC B1 PUMP EMPTY SENSOR
tr: HİDROLİK B1 POMPA İLAÇ BİTTİ SENSÖRÜ

source: 1ST HYDRAULIC CYLINDER IS DOWN SENSOR
tr: 1. ÜNİT HİDROLİK SİLİNDİR AŞAĞIDA SENSÖRÜ

source: 1ST HYDRAULIC CYLINDER IS UP SENSOR
tr: 1. ÜNİT HİDROLİK SİLİNDİR YUKARIDA SENSÖRÜ

source: HYDRAULIC UNIT COOLING THERMOSTAT
tr: HİDROLİK TANK SOĞUTMA TERMOSTAT

source: EXIT-1 CONVEYOR GLASS SUPPORT BACK SENSOR
tr: ÇIKIŞ 1.1 KONVEYORU CAM DESTEK GERİDE SENSÖRÜ

source: 13DRV4 EXIT1.2 Z AXIS FAULT
tr: 13DRV4 EXIT1.2 Z EKSEN HATASI

source: EXIT1.1 BRIDGE REFERANCE SENSOR
tr: ÇIKIŞ 1.1 KÖPRÜ REFERANS SENSÖRÜ

source: EXIT1.2 BRIDGE REFERANCE SENSOR
tr: ÇIKIŞ 1.2 KÖPRÜ REFERANS SENSÖRÜ

source: EXIT2.1 BRIDGE REFERANCE SENSOR
tr: ÇIKIŞ 2.1 KÖPRÜ REFERANS SENSÖRÜ

source: EXIT2.2 BRIDGE REFERANCE SENSOR
tr: ÇIKIŞ 2.2 KÖPRÜ REFERANS SENSÖRÜ

source: EXIT-1 CONVEYOR BRIDGE-1 TOP SENSOR
tr: ÇIKIŞ 1.1 KÖPRÜ YUKARIDA SENSÖRÜ

source: EXIT-1 CONVEYOR BRIDGE-1 BOTTOM SENSOR
tr: ÇIKIŞ 1.1 KÖPRÜ AŞAĞIDA SENSÖRÜ

source: ENTRY CONVEYOR GLASS HEIGHT 1 SENSOR
tr: GİRİŞ CAM YÜKSEKLİK ÖLÇME 1. SENSÖRÜ

source: ENTRY CONVEYOR GLASS HEIGHT 2 SENSOR
tr: GİRİŞ CAM YÜKSEKLİK ÖLÇME 2. SENSÖRÜ

source: 14DRV5 EXIT2.1 Z AXIS FAULT
tr: 14DRV5 EXIT2.1 Z EKSEN HATASI

source: 15DRV6 EXIT2.2 Z AXIS FAULT
tr: 15DRV6 EXIT2.2 Z EKSEN HATASI

source: MACHINE RESET
tr: MAKİNA RESET

source: ENTRY STATION GLASS REQUET
tr: CAM ÇAĞIRMA ÇIKIŞI

source: ENTRY1.1 Z AXIS FORWARD
tr: GİRİŞ 1.1 Z EKSEN İLERİ

source: ENTRY1.1 Z AXIS BACKWARD
tr: GİRİŞ 1.1 Z EKSEN GERİ

source: ENTRY1.2 Z AXIS FORWARD
tr: GİRİŞ 1.2 Z EKSEN İLERİ

source: ENTRY1.2 Z AXIS BACKWARD
tr: GİRİŞ 1.2 Z EKSEN GERİ

source: EXIT1.1 Z AXIS FORWARD
tr: ÇIKIŞ 1.1 Z EKSEN İLER

source: EXIT1.1 Z AXIS BACKWARD
tr: ÇIKIŞ 1.1 Z EKSEN GERİ

source: EXIT1.2 Z AXIS FORWARD
tr: ÇIKIŞ 1.2 Z EKSEN İLER

source: EXIT1.2 Z AXIS BACKWARD
tr: ÇIKIŞ 1.2 Z EKSEN GERİ

source: 17DRV8 EXIT1.2 BRIDGE FAULT
tr: 17DRV8 EXIT1.EKSEN HATASI

source: EXIT2.1 Z AXIS FORWARD
tr: ÇIKIŞ 2.1 Z EKSEN İLER

source: EXIT2.1 Z AXIS BACKWARD
tr: ÇIKIŞ 2.1 Z EKSEN GERİ

source: EXIT2.2 Z AXIS FORWARD
tr: ÇIKIŞ 2.2 Z EKSEN İLER

source: EXIT2.2 Z AXIS BACKWARD
tr: ÇIKIŞ 2.2 Z EKSEN GERİ

source: Analog Input 1
tr: Analog Giriş 1

source: Analog Input 2
tr: Analog Giriş 2

source: Analog Input 3
tr: Analog Giriş 3

source: Analog Input 4
tr: Analog Giriş 4

source: Analog Output 1
tr: Analog Çıkış 1

source: Analog Output 2
tr: Analog Çıkış 2

source: Analog Output 3
tr: Analog Çıkış 3

source: Analog Output 4
tr: Analog Çıkış 4

source: Digital Input 1
tr: Dijital Giriş 1

source: Digital Input 2
tr: Dijital Giriş 2

source: Digital Input 3
tr: Dijital Giriş 3

source: Digital Input 4
tr: Dijital Giriş 4

source: Digital Input 5
tr: Dijital Giriş 5

source: Digital Output 1
tr: Dijital Çıkış 1

source: Digital Output 2
tr: Dijital Çıkış 2

source: Digital Output 3
tr: Dijital Çıkış 3

source: Digital Output 4
tr: Dijital Çıkış 4

source: Digital Output 5
tr: Dijital Çıkış 5
